data = {
    'one':[
            ['Отдых на Юге','ГастроМеста', 2], 
            ['Отдых на Юге','Аренда', 1],
            ['Отдых на Юге','Экскурсии', 0],
            ['Жилье Земля Юга','Дома Продажа', 2],
            ['Жилье Земля Юга','Жилье Продажа', 0],
            ['Интернет','Разработка Дизайн', 1],
            ['Сообщество Юга','Книги', 0]
        ],
    'two':[
            ['Жилье Земля Юга', 'Сельхоз', 'Моторы Юга'],
            ['Сельхоз','Жилье Земля Юга','Моторы Юга'],
            ['Моторы Юга', 'Работа на Юге', 'Строительство'],
            ['Жилье Земля Юга', 'Товары', 'Моторы Юга'],
            ['Услуги Юга', 'Моторы Юга', 'Отдых на Юге']
    ],
    'three':[
            ['Отдых на Юге', 'Аренда', 'ГастроМеста', 3],
            ['Жилье Земля Юга','Дома Продажа', 'Жилье Продажа', 3],
            ['Интернет','Разработка Дизайн', 'Интернет Услуги', 0],
            ['Сообщество Юга','Книги', 'Антиквариат', 0],
            ['Моторы Юга', 'Авто', 'Водные', 1]
    ],
    'four':[[0],[1],[2],[3],[4],[5],[6],[7],[8]],
    'five':[
            ['Отдых на Юге', 'Аренда', 'Добавить!'],
            ['Жилье Земля Юга','Дома Продажа', 'Добавить!'],
            ['Интернет','Разработка Дизайн', 'Главная'],
            ['Сообщество Юга','Книги', 'Регистрация'],
            ['Моторы Юга', 'Авто', 'Правила']
    ]
}